# DividedpathEndIndent Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..DividedpathEndIndent Property
ParameterTypeId Class See Also
---
"End Indent"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId DividedpathEndIndent { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property DividedpathEndIndent As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ DividedpathEndIndent {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace